[
{"CATEGORY": ["Front_Page"], "CONTENT": ["Over nine lakh persons are under active COVID-19 surveillance in India, the Union Health Ministry said on Friday, as the total number of cases reached 23,452. The death toll stood at 723. The country registered another biggest single-day spike with over 1,752 positive COVID cases since Thursday. India currently has 17,915 active cases, while 4,813 people have recovered, which puts the recovery rate at 20.57%, Joint Secretary in the Health Ministry Lav Agarwal said. Separately, the Ministry of Home Affairs (MHA), in a statement, said the situation in emerging and major hotspots, including Ahmedabad, Surat, Hyderabad and Chennai, is serious. The statement added that violations of lockdown measures reported in some parts of the country pose a serious health hazard to the public and may lead to the spread of COVID-19. Speaking at the daily press briefing, Joint Secretary in the MHA Punya Salila Srivastva noted that the Centre has sent five new Inter-Ministerial Central Teams (IMCTs) to Gujarat, Telangana and Tamil Nadu to assess the situation. IMCTs are already in Mumbai and Pune in Maharashtra, Indore in Madhya Pradesh, Jaipur in Rajasthan and Kolkata and Jalpaiguri in West Bengal. According to reports from the State Health Departments, the total number of cases in the country stood at 24, 485, with 18,257 active cases. The nationwide death toll was 781, an increase of 62 fatalities since Thursday. The Health Ministry said there were 15 districts that have not reported any fresh case since the past 28 days. These include three new districts — Durg and Rajnandgaon in Chattisgarh and Shivpuri in Madhya Pradesh. “Further, 80 districts from 23 States/UTs have not reported any new cases since the last 14 days,” Mr. Agarwal said. Reiterating that the lockdown had helped India keep its COVID-19 numbers low, Chairman of the Empowered Group-1, V.K. Paul, noted that this “big decision has proved to be very timely and beneficial.”"], "TIME": ["2020-04-25 21:01:39"], "URL": ["https://www.thehindu.com/todays-paper/india-records-largest-single-day-spike-of-1752-cases-toll-hits-723/article31428899.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Chief Minister Edappadi K. Palaniswami wrote to his counterpart in Delhi Aravind Kejriwal on Friday, urging the latter to instruct the authorities concerned to extend best possible care to 559 persons from Tamil Nadu who attended the Tablighi Jamaat event and have been quarantined/hospitalised in the national capital."], "TIME": ["2020-04-25 21:01:40"], "URL": ["https://www.thehindu.com/todays-paper/cm-writes-to-kejriwal-on-treatment-for-tn-people/article31428992.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Over the last couple of weeks, long work hours have become the norm for ASHA workers as they are potentially exposing themselves to COVID-19 as they spend hours in the scorching heat tracing primary and secondary contacts."], "TIME": ["2020-04-25 21:01:40"], "URL": ["https://www.thehindu.com/todays-paper/they-go-where-others-fear-to-tread/article31428949.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The Tamil Nadu government has raised Rs. 6,560 crore through sale of bonds known as State development loans from March 30 till April 21, according to data from Reserve Bank of India. The State sold the bonds with various tenures, in the backdrop of revenue collection taking a hit and an increase in expenditure owing to the lockdown. The bonds were sold through public auctions conducted by RBI."], "TIME": ["2020-04-25 21:01:41"], "URL": ["https://www.thehindu.com/todays-paper/govt-raises-rs-6560-crore-through-bond-sale/article31428994.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Close on the heels of Dakshina Kannada district reporting two COVID-19 deaths, the neighbouring State of Kerala has erected a border check-post at Talapady, next to Karnataka’s own check-post."], "TIME": ["2020-04-25 21:01:41"], "URL": ["https://www.thehindu.com/todays-paper/kerala-too-erects-check-post-at-border/article31428951.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["For the first time, the number of recovered cases in the State nudged ahead of the number of active cases on Friday. A total of 114 persons who had recovered from COVID-19 were discharged on Friday, taking the tally to 866. The number of active cases stood at 864 in the State."], "TIME": ["2020-04-25 21:01:41"], "URL": ["https://www.thehindu.com/todays-paper/more-recovered-cases-than-active-ones-in-tn/article31428993.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["A total of 29 new COVID-19 positive cases were reported in the State on Friday. With this, the total number stands at 474. This included five new cases from Ramanagaram district jail and 11 new cases reported from the labour colony at Vidyajyothinagar, Hongasandra ward, in Bengaluru."], "TIME": ["2020-04-25 21:01:42"], "URL": ["https://www.thehindu.com/todays-paper/29-new-covid-19-cases-reported-in-state/article31428950.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The police have arrested two persons on the charge of extortion posing as journalists here. According to a release from Superintendent of Police Vartika Katiyar, the culprits, Anwar K. Jamadar and Nizam Abdulsab Patel, claiming to be Belagavi district reporters of JK 24 x 7 and JMR Channel respectively, visited BMN Agrofood in the Belur industrial area here and threatened the unit owner and demanded Rs. 25,000. They also travelled without permission from Belagavi to Dharwad using fake identity cards. A case has been registered, the release said."], "TIME": ["2020-04-25 21:01:42"], "URL": ["https://www.thehindu.com/todays-paper/two-arrested-on-extortion-charge/article31429140.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Three deaths and 138 new COVID-19 cases were reported in Delhi on Friday, taking the toll of dead to 53 and total number of cases to 2,514. Of the total cases, 857 people have recovered and there are 1,604 active cases."], "TIME": ["2020-04-25 21:01:43"], "URL": ["https://www.thehindu.com/todays-paper/three-deaths-138-new-cases-reported-in-delhi/article31429099.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["At a time when more than 12,000 students from Bihar are stranded in Rajasthan’s Kota, the government in a reply to the Patna High Court said while it was “sensitive to the plight of stranded students, bringing them back would amount to violation of lockdown guidelines”."], "TIME": ["2020-04-25 21:01:44"], "URL": ["https://www.thehindu.com/todays-paper/cant-bring-students-from-kota-bihar-govt/article31429100.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Chief Minister Arvind Kejriwal on Friday termed “encouraging” the limited trial of plasma therapy on patients at a city hospital and appealed to recovered COVID-19 patients to step forward and donate their plasma to save the lives of infected patients."], "TIME": ["2020-04-25 21:01:44"], "URL": ["https://www.thehindu.com/todays-paper/delhi-cm-asks-recovered-patients-to-donate-plasma/article31429102.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The SAARC Secretariat should play an active role in the region’s response to COVID-19, along with “someone in-charge”, according to Sri Lanka’s former Prime Minister Ranil Wickremesinghe. “I don’t know if it can be handled from Kathmandu alone. If you can, well and good. But you may need another city. It can be Bengaluru, Colombo, any city,” he said on Friday. ‘Global pandemic’ “This is a good time for a regional cooperation programme. This is a global pandemic without a global leadership. Maybe the region can’t provide leadership for all. But the first virtual meeting of SAARC leaders was good, looking at the background and the problems that are there.”"], "TIME": ["2020-04-25 21:01:45"], "URL": ["https://www.thehindu.com/todays-paper/ranil-calls-for-regional-cooperation/article31428902.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Prime Minister Narendra Modi on Friday said the biggest message arising out of the COVID-19 pandemic was that the country should be self-reliant and self-sufficient for the majority of its needs. This was necessary if the nation faced such a crisis again, he pointed out. Mr. Modi was addressing sarpanches from across the country through videoconference on Panchayati Raj Day, when he launched e-GramSwaraj, for monitoring of rural infrastructure works and e-governance, and Swamitva programme, which involves mapping rural housing and land holdings via technology, including drones. “The global coronavirus pandemic has created an unprecedented crisis but it has also given important messages with regard to the way we have lived so far. The most important message from this pandemic is that we need to be self-reliant. This self-reliance should be at the village, district, state and national level in terms of our needs and our ability to satisfy them within our own country. We should not look to other countries to satisfy our needs,” he said."], "TIME": ["2020-04-25 21:01:45"], "URL": ["https://www.thehindu.com/todays-paper/india-must-be-self-reliant-says-modi/article31428905.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The High Court on Friday directed the government to file an affidavit in 10 days stating its position on the proposed shifting of the Executive Capital to Visakhapatnam. The directive came in response to a PIL filed by Amaravati Parirakshana Samiti secretary G. Tirupati Rao. A full Bench, comprising Chief Justice J.K. Maheswari and Justices A.V. Sesha Sai and M. Satyanarayana Murthy, ordered that the Advocate General (A-G) respond to the petitioner’s argument that the government had unilaterally decided to shift the capital city from Amaravati to three different locations under the garb of “decentralisation of administration / governance,” by filing the affidavit in the stipulated time. The A-G, S. Sriram, stated that the Bills pertaining to the shifting of the capital - A.P. Decentralisation and Inclusive Development of All Regions and the A.P. Capital Region Development Authority Repeal Bills - had been passed by the Legislative Assembly in January 2020, but referred to a select committee by the Legislative Council. Appearing on behalf of the petitioner, advocate U. Muralidhar Rao cited the minutes of an internal meeting of an executive committee of the A.P. Secretariat Employees’ Association, MP V. Vijaya Sai Reddy’s statements, and media reports seeking to buttress his argument. In his petition, Mr. Tirupati Rao appealed to the court to declare the shifting of the Executive Capital as arbitrary and violative of the legally enforceable promises made by the previous government."], "TIME": ["2020-04-25 21:01:45"], "URL": ["https://www.thehindu.com/todays-paper/capital-shift-hc-directs-ap-govt-to-file-affidavit/article31428871.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": [""], "TIME": ["2020-04-25 21:01:46"], "URL": ["https://www.thehindu.com/todays-paper/a-different-ramzan/article31429216.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": [""], "TIME": ["2020-04-25 21:01:47"], "URL": ["https://www.thehindu.com/todays-paper/step-by-step/article31429040.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["A public interest litigation petition has been filed in the Madras High Court with a plea to cancel the public examinations for Class X students this year since considerable number of days have gone by under lockdown to fight COVID-19. Advocate S. Mahaveer Shivaji has filed the case contending that the government’s plan to conduct the exams after the lifting of the lockdown next month may not be a right decision since it would delay the announcement of results. He claimed delay in conducting exams would lead to consequent delay in declaring the results."], "TIME": ["2020-04-25 21:01:47"], "URL": ["https://www.thehindu.com/todays-paper/plea-to-cancel-class-x-exams/article31429020.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The number of persons testing COVID-positive in the State is mounting with 13 more persons testing positive in different districts on Friday, taking the number of cases to 983. No deaths were reported during the day and the number remained at 25. In all, 29 were discharged from different hospitals taking their total number to 291. The State currently has 667 active cases undergoing treatment in different hospitals. Health Minister Eatala Rajender said the Greater Hyderabad Municipal Corporation (GHMC) area, Vikarabad, Suryapet and Jogulamba Gadwal districts continued to report COVID-19 cases."], "TIME": ["2020-04-25 21:01:48"], "URL": ["https://www.thehindu.com/todays-paper/13-more-covid-cases-in-telangana/article31429151.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": [""], "TIME": ["2020-04-25 21:01:48"], "URL": ["https://www.thehindu.com/todays-paper/prayer-and-pandemic/article31429098.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The CID of the A.P. Police has claimed that it has clinching evidence on the alleged tampering of the computer and laptop of the former State Election Commissioner N. Ramesh Kumar, through which the latter had purportedly written a letter to Home Secretary on March 18. Preliminary investigation on the basis of a complaint lodged by YSRCP MP V. Vijaya Sai Reddy reportedly revealed that the desktop computer, laptop and the pen drive used to transmit the letter had been tampered with. “We have found that the laptop purportedly used by the then SEC to draft the letter, the desktop and the pen drive have been tampered with. The laptop has been formatted several times and the pen drive smashed physically. All this points to suspicion that the letter that had the signature of then SEC could have been come from outside the office,” said Additional Director-General, CID, P.V. Sunil Kumar. The CID, which began investigation, called Assistant Secretary, SEC, K. Samba Murthy and recorded his statements. According to Mr. Murthy, the then SEC had asked for the email address of the Home Secretary on March 17. Soon after the Supreme Court verdict on March 18, the then SEC dictated a five-page letter to Mr. Murthy, who typed the letter in a laptop. The letter was transferred to a desktop using a pen drive and a print out was taken. The SEC signed the letter and sent the scanned copy through email from his mobile. But the CID found that the file on the desktop had been erased, the laptop formatted and the pen drive destroyed. Mr. Kumar said the three items would be sent for forensic investigation, and action would be taken accordingly."], "TIME": ["2020-04-25 21:01:49"], "URL": ["https://www.thehindu.com/todays-paper/important-evidence-of-former-secs-letter-tampered-with-says-cid-dg/article31428894.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Godavari water from Kaleshwaram finally reached Ranganaiksagar, on the outskirts of the district headquarters on Friday. Ministers T. Harish Rao and K.T. Rama Rao switched on the water pumps after performing puja at Ranganaik temple located nearby. “People of Siddipet are lucky enough to have Chief Minister K. Chandrasekhar Rao from here who achieved this great fete of bringing Godavari water to the district. Siddipet has always been on top of development and envy of others,” said Mr. Rama Rao adding that soon Telangana would witness four revolutions- green, blue (fish), white (dairy) and pink revolutions (meat production). Promising to sanction industries for the district, KTR assured all-round development of entire Telangana. He urged farmers of Siddipet and Sircilla districts to construct sub-canals to supply irrigation to every nook and corner for the benefit of the farming community. “Our family knows the fate of land oustees. My grandparents from both sides had lost their lands in Upper-Manair and Mid-Manair in the 40s and they migrated. Hence we can understand the problems of oustees,” said KTR adding that the sacrifices made by oustees can never be repaid. “It’s a dream of decades that came true. I thank Chief Minister for achieving this After the formation of Telangana, we got a separate district, now Godavari water and rail link to Siddpet will also be a reality soon,” said Mr Harish Rao. He also urged Mr. Rama Rao to sanction industries and IT corridor to the district. The ministers felicitated three workers of the project Pooja Bai, Md. Afsar Khan and Prakash."], "TIME": ["2020-04-25 21:01:49"], "URL": ["https://www.thehindu.com/todays-paper/godavari-water-reaches-siddipet/article31429153.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["A complete lockdown that would see the closure of shops, including grocery stores, will be enforced in Chennai, Coimbatore and Madurai from 6 a.m. on Sunday to 9 p.m. on Wednesday. This will be more intense than the current lockdown to contain the COVID-19 pandemic. Chief Minister Edappadi K. Palaniswami announced on Friday that Salem and Tiruppur would face a complete lockdown from Sunday to Tuesday. “In all areas other than these municipal corporations, the existing restrictions will remain in place,” he said. However, some essential services would be permitted. Later in the day, District Collectors of Kancheepuram, Chengalpattu and Tiruvallur announced that the complete lockdown would be imposed in certain areas of their respective districts which are adjoining the Greater Chennai Corporation for four days. Meanwhile, 72 persons tested positive in the State, taking the total to 1,755. The total number of deaths stood at 22."], "TIME": ["2020-04-25 21:01:50"], "URL": ["https://www.thehindu.com/todays-paper/total-lockdown-in-5-tn-cities-from-tomorrow/article31428901.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Delhi Police on Friday got embroiled in controversy over a viral video in which two constables are seen telling a group of Muslims that reciting the azan, or the Islamic call to ritual prayer, has been prohibited by the Lieutenant-Governor. However, police later clarified that azan adhering to National Green Tribunal guidelines is permitted, and claimed that the constables in question got confused between namaz (prayer) and azan. In the video, reportedly from Rohini’s Prem Nagar area, two policemen can be heard addressing a few residents: “ Sabse pehle baat…  a  zan bilkul band hai…  a  zan nahi hogi… L-G  s  ahab ke order hain (First of all, there will be no azan. This is the L-G’s order)”. A female resident then contends that there is no such order on azan and asks how those observing roza [fasting during Ramzan, beginning April 25] would break it in the absence of the evening azan. She also goes on to inform the policemen that the L-G’s order pertained to namaz and that no one is praying inside mosques during the lockdown. One of the constables then retorts that the residents should go ask the L-G if they need any clarifications. The arguments continue, with residents trying to make the duo understand that only azan will be recited inside the mosque for everyone to hear and offer prayers at home, but the policemen do not seem to budge. ‘Confusion with namaz’ With the video drawing flak from many on social media, Delhi Police issued a statement saying that azan should be recited adhering to NGT guidelines. “While observing roza and prayers, we expect everyone to follow the lockdown as per the guidelines. Azan may be carried out in accordance with NGT guidelines. It is requested that namaz may be performed while staying indoors,” it said in a statement. “The officials got confused between azan and namaz. There is no prohibitory order on the azan call. The officials have been briefed,” said Deputy Commissioner of Police (Rohini) Pramod Kumar Mishra. AAP MLA Amanatullah Khan, in a tweet, said he has spoken to the Commissioner of Police about the matter and the latter is looking into it."], "TIME": ["2020-04-25 21:01:50"], "URL": ["https://www.thehindu.com/todays-paper/azan-controversy-in-capital-on-ramzan-eve/article31429096.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["Uttar Pradesh will bring back migrant workers stranded in other States and have completed 14 days of quarantine in a phased manner. Chief Minister Yogi Adityanath on Friday instructed officials to prepare a working plan and come up with details, his office said in a statement after a high-level meeting. “After screening and testing such people, the concerned State government should start the process of sending them back. After they are brought to the Uttar Pradesh borders, the State government will transport them to their districts by bus,” said the government. Mr. Adityanath asked officials to make preparations for keeping the migrants under 14 days of quarantine in their respective districts and to sanitise and vacate shelter homes well in time. Additional Chief Secretary, Home Department, Awanish Awasthi, said the Chief Minister had instructed officials to send back migrants of other States who had completed 14 days of quarantine in Uttar Pradesh. Priyanka praise The move was praised by Congress leader Priyanka Gandhi Vadra. “I have been pressing this issue and this is a significant step in that direction. To make this fully successful, a plan must be made for the return of other workers. If all of us cooperate with a positive attitude in national interest, then the fight against coronavirus will get a lot of strength,” she tweeted in Hindi."], "TIME": ["2020-04-25 21:01:51"], "URL": ["https://www.thehindu.com/todays-paper/uttar-pradesh-to-bring-back-migrant-workers-in-phases/article31428904.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The 6,306 samples tested in the last 24 hours ending Friday morning resulted in the emergence of 62 new COVID-19 cases in the State, taking the tally to 955. While 145 patients were discharged from the hospitals after recovery, 29 succumbed as the virus claimed two more lives, one each from Anantapur and Kurnool districts. Nearly 67% of the total 955 cases were from the districts of Kurnool, Guntur, Krishna and Chittoor, where a majority had been identified in the old clusters, Special Chief Secretary of Health K.S. Jawahar Reddy told the media. Extensive testing “The government is focusing on extensive testing. As on Friday, Visakhapatnam tops the chart with a total of 6,765 tests,” he said. Mr. Reddy stated that 46 of the 62 cases were from the old clusters and 16 were from 10 new clusters. With this, the total number of clusters increased to 191 from the existing 181. With regard to telemedicine, in the last 24 hours, 859 consultations were made, and 533 of them were given prescriptions and the remaining 326 cases went with health advice."], "TIME": ["2020-04-25 21:01:51"], "URL": ["https://www.thehindu.com/todays-paper/62-new-cases-push-up-tally-to-955-toll-mounts-to-29/article31428896.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The Karnataka government faced embarrassment as well as political heat on Friday as five of the 121 persons, who had been shifted to Ramanagaram district jail after they allegedly indulged in vanadalism in Padarayanapura in Bengaluru last week, tested positive for COVID-19. While the patients have been shifted to a government hospital, others were shifted to the Haj Bhavan in Bengaluru. There was palpable anger in Ramanagaram against the State government for lodging those undertrial in the district, which hitherto had earned the distinction of being a green zone with no case of COVID-19. With the undertrials from Bengaluru having tested positive, Ramanagaram has lost out on benefits allowed to rural industries in green zones of being able to resume operations. The relaxations were announced earlier in the day. Govt. blamed Former chief minister H. D. Kumaraswamy, whose Assembly constituency falls in Ramanagaram district, squarely blamed the State government for the district losing out its green zone status. The episode also meant that 62 police and prison officials have been designated as primary contacts and will have to be quarantined. All 30 officials at the Ramanagaram District Prison will be quarantined based on the advice of the District Health Officer (DHO), said Director General of Police, Prisons, Karnataka, Alok Mohan. The family members of the prison staff told Mr. Kumaraswamy that, “The prison officials were not given any protective gear like PPE suits. They were only given masks and forced to interact with the inmates brought from a COVID-19 hit area in Bengaluru.” Medical Education Minister K. Sudhakar, in-charge of COVID-19 in the State, said the decision to lodge the accused from the affected areas in Bengaluru in a green zone could have been avoided."], "TIME": ["2020-04-25 21:01:52"], "URL": ["https://www.thehindu.com/todays-paper/covid-19-rocks-ramanagaram-prison/article31428893.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The Madras High Court on Friday recalled its own order passed on Wednesday restraining the Directorate of Medical Education (DME) from publishing the merit list for post graduate (PG) medical admissions in the State till June 8. Justice M. Sundar took the decision after the counsel for the respondents represented that certain facts were not placed before the court on Wednesday and that any delay in publication of merit list would cause hardship to scores of meritorious candidates. The order was passed on a writ petition filed by Dr. G.P. Arulraj who claimed that incentive marks for PG admission had not been granted to him despite him having served as medical officer in the cadaver maintenance unit in the Government Stanley Medical College Hospital. Hence, the judge had granted time till May 18 for the State government to consider the petitioner’s representation for grant of weightage marks and directed that the merit list should not be published till June 8 since the petitioner might have to file another case if his representation was rejected. Subsequently, on Friday, Special Government Pleader E. Manoharan, Medical Council of India standing counsel V.P. Raman and the standing counsel for the selection committee in DME wrote a joint letter to the High Court Registry seeking an urgent rehearing of the case. In their letter, the advocates pointed out that the all-India online counselling had been completed and the State-level counselling must be completed before May 4 as per the Centre’s directive. The counsel said that any delay in the State-level counselling would force meritorious candidates to join PG courses in other States and then end up paying penalty of Rs. 15 lakh to Rs. 20 lakh to get relieved from those medical colleges. “These facts were unfortunately not brought to the attention of the honourable court and it is pertinent that they are done so in the larger public interest. Therefore, we humbly request that the above mentioned matter be placed before the honourable court,” the letter said. Appreciating all the three counsel for their fairness and the petitioner’s counsel G. Sankaran for attending the rehearing of the case through video conferencing at short notice, the judge permitted the DME to release the merit list and conduct the online counselling any time. He recorded the submission of Mr. Manoharan that the petitioner’s representation would be looked at."], "TIME": ["2020-04-25 21:01:52"], "URL": ["https://www.thehindu.com/todays-paper/hc-allows-dme-to-release-merit-list-for-pg-medical-admission/article31429015.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The first plasma therapy in Karnataka for COVID-19 patients will begin on Saturday, and will be carried out jointly by the Bangalore Medical College and Research Institute (BMCRI) and the HCG Hospital. Jawaid Akthar, Additional Chief Secretary (Health and Family Welfare), said that many people who have recovered from the disease have come forward to donate their blood. “We will begin by collecting the samples of two or three people who have recovered. Those who have other co-morbidities cannot participate in this process,” he said. C.R. Jayanthi, Dean and Director of BMCRI, said that a mass appeal will be sent to patients who have recovered from COVID-19 to come forward and donate. “Those who are discharged and are in the period of 14 to 28 days can come forward to donate.” The trial will test the efficacy of plasma therapy which uses antibodies of cured patients to treat critically ill COVID-19 cases. HCG’s Associate Dean Vishal Rao said that while the cured patient will donate at HCG Hospital, the recipient will receive the plasma at BMRCI. “We will have to follow the rules and ensure the complete anonymity of the patients,” he said. Medical Education Minister K. Sudhakar pointed out that this treatment will not be used on patients who have mild and moderate symptoms. “We will use it on patients who are critical and are on ventilators or who are in intensive care units (ICU),” he said. The approval for plasma therapy has been obtained from the Indian Council of Medical Research. In Karnataka, there are currently 304 active COVID-19 patients, of which five patients are in the ICU. Sources in the Health and Family Welfare Department said that this therapy may turn out to be promising. They are hoping it will help patients with Severe Acute Respiratory Illness (SARI) recover from COVID-19. “Out of 18 COVID-19 related deaths that have occured in the State, a majority of them also had a medical history of SARI. So we hope that this therapy will help us reduce the morbidity rate in this category of patients,” said department officials."], "TIME": ["2020-04-25 21:01:53"], "URL": ["https://www.thehindu.com/todays-paper/first-plasma-therapy-to-begin-in-karnataka-today/article31428952.ece"]},
{"CATEGORY": ["Front_Page"], "CONTENT": ["The third COVID-19-related death in the State was reported on Friday when a four-month-old baby girl, a native of Manjeri in Malappuram district, passed away at the Institute of Maternal and Child Health (IMCH), a wing of the Government Medical College Hospital in Kozhikode. The infant, with a congenital heart disease, had been undergoing treatment for pneumonia and respiratory problems. Her mortal remains were laid to rest in line with the COVID-19 protocol later in the day. The body fluid samples of her parents have been sent for lab tests. The doctors who attended to her in Malappuram district have been asked to go in quarantine. Efforts to trace the source of infection are on. Source unknown Expressing sadness over the death, Chief Minister Pinarayi Vijayan said it was a matter of concern that the source of the infant’s infection remained unknown. Efforts were on to trace the epidemiological links and to do COVID-19 testing on a large scale. On Friday, three persons tested positive for SARS-CoV-2 in the State, while 15 were declared free of the disease, including a 62-year-old in Pathanamthitta who had one of the longest hospital stay of 47 days after she tested positive for the virus. All new cases are from Kasaragod and they all contracted the disease through their contacts with imported cases. Kerala has so far reported 450 positive cases of COVID-19. While 116 are currently undergoing treatment, 331 have recovered from the disease. The number of people under COVID-19 surveillance network is 21,725, of whom 452 are in isolation in hospitals. Kannur district has become the district with the maximum number of patients on treatment with 56 in hospitals. Mr. Vijayan gave a grim reminder to the people that “nothing is over yet” as far as COVID-19 outbreak is concerned and the ‘‘worst is yet to come.’’ Disease transmission “There are many who believe that our troubles are over. But our problems are far from over and the threat of the third stage of disease transmission, when there would be massive community spread of the infection, is very real. We are looking at disease transmission projections which say that we will have to arrange treatment facilities for several lakhs,” he said. Nothing is over yet as far as COVID-19 outbreak is concerned and the worst is yet to come. Pinarayi Vijayan Chief Minister"], "TIME": ["2020-04-25 21:01:53"], "URL": ["https://www.thehindu.com/todays-paper/baby-girl-dies-of-covid-19-in-state/article31429214.ece"]}
]